Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# lists.loading
source: Loading your data…
ar: Loading your data… (AR)
de: Daten werden geladen …
es: Cargando your data…
fr: Chargement…
it: Caricamento dati…
ja: データを読み込み中…
ko: Loading your data… (한국어)
nl: Daten werden geladen … (NL)
pl: Loading your data… (PL)
pt: Carregando your data…
ru: Loading your data… (RU)
th: Loading your data… (TH)
tr: Loading your data… (TR)
vi: 正在加载数据… (VI)
zh: 正在加载数据…

# lists.moderation
source: Moderation
ar: الاعتدال
de: Mäßigung
es: Moderación
fr: Modération
it: Moderazione
ja: 節度
ko: 절도
nl: Matiging
pl: Umiar
pt: Moderação
ru: Модерация
th: การกลั่นกรอง
tr: Moderasyon
vi: Kiểm duyệt
zh: 适度

# lists.moderation_lists
source: Moderation Lists
ar: Moderation Lists (AR)
de: Moderationslisten
es: Listas de moderación
fr: Listes de modération
it: Liste di moderazione
ja: モデレーションリスト
ko: Moderation Lists (한국어)
nl: Moderationslisten (NL)
pl: Moderation Lists (PL)
pt: Listas de moderação
ru: Moderation Lists (RU)
th: Moderation Lists (TH)
tr: Moderation Lists (TR)
vi: 审核列表 (VI)
zh: 审核列表

# lists.moderation_lists.help
source: Moderation lists let you bulk-mute or bulk-block accounts together. Tap + to create one.
ar: تتيح لك قوائم الإشراف إمكانية كتم الحسابات بشكل مجمّع أو حظرها بشكل مجمّع معًا. اضغط على + لإنشاء واحدة.
de: Mit Moderationslisten können Sie Konten gemeinsam stummschalten oder sperren.Tippen Sie auf +, um eines zu erstellen.
es: Las listas de moderación le permiten silenciar o bloquear cuentas en masa juntas. Toca + para crear uno.
fr: Les listes de modération vous permettent de désactiver ou de bloquer en masse des comptes ensemble. Appuyez sur + pour en créer un.
it: Gli elenchi di moderazione ti consentono di disattivare o bloccare collettivamente gli account insieme. Tocca + per crearne uno.
ja: モデレーションリストを使用すると、アカウントをまとめて一括ミュートまたは一括ブロックできます。 + をタップして作成します。
ko: 검토 목록을 사용하면 계정을 일괄 음소거하거나 일괄 차단할 수 있습니다. +를 탭하여 계정을 만드세요.
nl: Met moderatielijsten kunt u accounts samen bulksgewijs dempen of bulksgewijs blokkeren. Tik op + om er een te maken.
pl: Listy moderacji umożliwiają zbiorcze wyciszanie lub zbiorcze blokowanie kont. Kliknij +, aby go utworzyć.
pt: As listas de moderação permitem silenciar ou bloquear contas em massa em conjunto. Toque em + para criar um.
ru: Списки модерации позволяют одновременно отключать или блокировать учетные записи. Нажмите +, чтобы создать его.
th: รายการตรวจสอบช่วยให้คุณปิดเสียงหรือบล็อกบัญชีจำนวนมากพร้อมกันได้ แตะ + เพื่อสร้าง
tr: Denetleme listeleri, hesapları toplu olarak sessize almanıza veya toplu olarak engellemenize olanak tanır. Bir tane oluşturmak için +'ya dokunun.
vi: Danh sách kiểm duyệt cho phép bạn tắt tiếng hàng loạt hoặc chặn hàng loạt tài khoản cùng nhau. Nhấn vào + để tạo một cái.
zh: 审核列表可让您一起批量静音或批量阻止帐户。点击 + 创建一个。

# lists.no_account.desc
source: Add a Bluesky account in the Accounts tab to load lists.
ar: Add a Bluesky account in the Accounts tab to load lists. (AR)
de: Fügen Sie einen Bluesky-Account hinzu, um Listen zu laden.
es: Agregar a Bluesky account in the Accounts tab to load lists.
fr: Ajoutez un compte Bluesky pour charger des listes.
it: Aggiungi un account Bluesky per caricare le liste.
ja: [ja] Fügen Sie einen Bluesky-Account hinzu, um Listen zu laden.
ko: Add a Bluesky account in the Accounts tab to load lists. (한국어)
nl: Fügen Sie einen Bluesky-Account hinzu, um Listen zu laden. (NL)
pl: Add a Bluesky account in the Accounts tab to load lists. (PL)
pt: Adicionar a Bluesky account in the Accounts tab to load lists.
ru: Add a Bluesky account in the Accounts tab to load lists. (RU)
th: Add a Bluesky account in the Accounts tab to load lists. (TH)
tr: Add a Bluesky account in the Accounts tab to load lists. (TR)
vi: 请在账户标签中添加 Bluesky 账户以加载列表。 (VI)
zh: 请在账户标签中添加 Bluesky 账户以加载列表。

# lists.no_account.title
source: No Active Account
ar: No Active Account (AR)
de: Kein aktiver Account
es: Sin cuenta activa
fr: Aucun compte actif
it: Nessun account attivo
ja: なし Active Account
ko: なし Active Account (한국어)
nl: Kein aktiver Account (NL)
pl: No Active Account (PL)
pt: Não Active Account
ru: No Active Account (RU)
th: No Active Account (TH)
tr: No Active Account (TR)
vi: 没有活跃账户 (VI)
zh: 没有活跃账户

# lists.pending_actions
source: Pending Actions
ar: Pending Actions (AR)
de: Ausstehende Aktionen
es: Pending Acciones
fr: Actions en cours
it: Azioni in sospeso
ja: 保留中のアクション
ko: Pending Actions (한국어)
nl: Ausstehende Aktionen (NL)
pl: Pending Actions (PL)
pt: Pendente Ações
ru: Pending Actions (RU)
th: Pending Actions (TH)
tr: Pending Actions (TR)
vi: 待处理操作 (VI)
zh: 待处理操作

# lists.refresh
source: Refresh lists
ar: Refresh lists (AR)
de: Listen aktualisieren
es: Actualizar listas
fr: Actualiser les listes
it: Aggiorna liste
ja: リストを更新
ko: Refresh lists (한국어)
nl: Listen aktualisieren (NL)
pl: Refresh lists (PL)
pt: Atualizar lists
ru: Refresh lists (RU)
th: Refresh lists (TH)
tr: Refresh lists (TR)
vi: 刷新列表 (VI)
zh: 刷新列表

# lists.refresh.label
source: Refresh lists
ar: Refresh lists (AR)
de: Listen aktualisieren
es: Actualizar listas
fr: Actualiser les listes
it: Aggiorna elenchi
ja: リストを更新する
ko: Refresh lists (한국어)
nl: Refresh lists (NL)
pl: Refresh lists (PL)
pt: Atualizar listas
ru: Refresh lists (RU)
th: Refresh lists (TH)
tr: Refresh lists (TR)
vi: Refresh lists (VI)
zh: 刷新列表

# lists.regular
source: Regular
ar: عادي
de: Regulär
fr: Régulier
it: Regolare
ja: 通常
ko: 정기적인
nl: Normaal
pl: Regularny
ru: Обычный
th: ปกติ
tr: Düzenli
vi: Thường xuyên
zh: 常规的

# lists.regular_lists
source: Regular Lists
ar: القوائم العادية
de: Regelmäßige Listen
es: Listas regulares
fr: Listes régulières
it: Elenchi regolari
ja: 通常のリスト
ko: 일반 목록
nl: Regelmatige lijsten
pl: Regularne listy
pt: Listas regulares
ru: Обычные списки
th: รายการปกติ
tr: Düzenli Listeler
vi: Danh sách thông thường
zh: 常规列表

# lists.relationships
source: Relationships
ar: Relationships (AR)
de: Beziehungen
es: Relaciones
fr: Relations
it: Relazioni
ja: リレーションシップ
ko: Relationships (한국어)
nl: Beziehungen (NL)
pl: Relationships (PL)
pt: Relacionamentos
ru: Relationships (RU)
th: Relationships (TH)
tr: Relationships (TR)
vi: 关系 (VI)
zh: 关系

# lists.relationships.help
source: View your followers, who you follow, accounts you block, and accounts that block you.
ar: عرض متابعيك، ومن تتابعهم، والحسابات التي تحظرها، والحسابات التي تحظرك.
de: Sehen Sie sich Ihre Follower an, wem Sie folgen, Konten, die Sie blockieren, und Konten, die Sie blockieren.
es: Vea sus seguidores, a quién sigue, las cuentas que bloquea y las cuentas que lo bloquean.
fr: Affichez vos abonnés, les personnes que vous suivez, les comptes que vous bloquez et les comptes qui vous bloquent.
it: Visualizza i tuoi follower, chi segui, gli account che blocchi e gli account che ti bloccano.
ja: あなたのフォロワー、あなたがフォローしている人、あなたがブロックしているアカウント、あなたをブロックしているアカウントを表示します。
ko: 팔로어, 팔로우하는 사람, 차단한 계정, 차단한 계정을 확인하세요.
nl: Bekijk uw volgers, wie u volgt, accounts die u blokkeert en accounts die u blokkeren.
pl: Wyświetl swoich obserwujących, osoby, które obserwujesz, konta, które blokujesz i konta, które blokują Ciebie.
pt: Veja seus seguidores, quem você segue, contas que você bloqueia e contas que bloqueiam você.
ru: Просматривайте своих подписчиков, на которых вы подписаны, учетные записи, которые вы блокируете, и учетные записи, которые блокируют вас.
th: ดูผู้ติดตามของคุณ คนที่คุณติดตาม บัญชีที่คุณบล็อก และบัญชีที่บล็อกคุณ
tr: Takipçilerinizi, takip ettiğiniz kişileri, engellediğiniz hesapları ve sizi engelleyen hesapları görüntüleyin.
vi: Xem những người theo dõi bạn, những người bạn theo dõi, những tài khoản bạn chặn và những tài khoản chặn bạn.
zh: 查看您的关注者、您关注的人、您阻止的帐户以及阻止您的帐户。

# lock_screen.app_locked
source: App Locked
ar: التطبيق مغلق
de: App gesperrt
es: Aplicación bloqueada
fr: Application verrouillée
it: Applicazione bloccata
ja: アプリがロックされました
ko: 앱이 잠겼습니다.
nl: App vergrendeld
pl: Aplikacja zablokowana
pt: Aplicativo bloqueado
ru: Приложение заблокировано
th: ล็อคแอพแล้ว
tr: Uygulama Kilitlendi
vi: Ứng dụng đã bị khóa
zh: 应用程序已锁定

# lock_screen.biometric_subtitle
source: Authenticate with {biometric} to access your accounts and moderation data.
ar: قم بالمصادقة باستخدام {biometric} للوصول إلى حساباتك وبيانات الإشراف.
de: Authentifizieren Sie sich mit {biometric}, um auf Ihre Konten und Moderationsdaten zuzugreifen.
es: Autentícate con {biometric} para acceder a tus cuentas y datos de moderación.
fr: Authentifiez-vous avec {biometric} pour accéder à vos comptes et données de modération.
it: Autenticati con {biometric} per accedere ai tuoi account e ai dati di moderazione.
ja: アカウントとモデレーション データにアクセスするには、{biometric} で認証します。
ko: 계정 및 조정 데이터에 액세스하려면 {biometric}으로 인증하세요.
nl: Authenticeer met {biometric} om toegang te krijgen tot uw accounts en moderatiegegevens.
pl: Uwierzytelnij się za pomocą {biometric}, aby uzyskać dostęp do swoich kont i danych moderacyjnych.
pt: Autentique-se com {biometric} para acessar suas contas e dados de moderação.
ru: Пройдите аутентификацию с помощью {biometric}, чтобы получить доступ к своим учетным записям и данным модерации.
th: ตรวจสอบสิทธิ์กับ {biometric} เพื่อเข้าถึงบัญชีและข้อมูลการกลั่นกรองของคุณ
tr: Hesaplarınıza ve denetleme verilerinize erişmek için {biometric} ile kimlik doğrulaması yapın.
vi: Xác thực bằng {biometric} để truy cập vào tài khoản và dữ liệu kiểm duyệt của bạn.
zh: 使用{biometric}进行身份验证以访问您的帐户和审核数据。

# lock_screen.biometric_unavailable
source: Biometric authentication is not available on this device.
ar: المصادقة البيومترية غير متوفرة على هذا الجهاز.
de: Die biometrische Authentifizierung ist auf diesem Gerät nicht verfügbar.
es: La autenticación biométrica no está disponible en este dispositivo.
fr: L'authentification biométrique n'est pas disponible sur cet appareil.
it: L'autenticazione biometrica non è disponibile su questo dispositivo.
ja: このデバイスでは生体認証は利用できません。
ko: 이 기기에서는 생체 인증을 사용할 수 없습니다.
nl: Biometrische authenticatie is niet beschikbaar op dit apparaat.
pl: Uwierzytelnianie biometryczne nie jest dostępne na tym urządzeniu.
pt: A autenticação biométrica não está disponível neste dispositivo.
ru: Биометрическая аутентификация недоступна на этом устройстве.
th: การรับรองความถูกต้องด้วยไบโอเมตริกซ์ไม่พร้อมใช้งานบนอุปกรณ์นี้
tr: Bu cihazda biyometrik kimlik doğrulama kullanılamıyor.
vi: Xác thực sinh trắc học không có sẵn trên thiết bị này.
zh: 此设备不支持生物识别身份验证。

# lock_screen.face_id_title
source: Use Face ID to Unlock
ar: استخدم Face ID لفتح القفل
de: Verwenden Sie Face ID zum Entsperren
es: Utilice Face ID para desbloquear
fr: Utilisez Face ID pour déverrouiller
it: Usa Face ID per sbloccare
ja: Face ID を使用してロックを解除する
ko: Face ID를 사용하여 잠금 해제
nl: Gebruik Face ID om te ontgrendelen
pl: Użyj Face ID, aby odblokować
pt: Use o Face ID para desbloquear
ru: Используйте Face ID для разблокировки
th: ใช้ Face ID เพื่อปลดล็อค
tr: Kilidi açmak için Face ID'yi kullanın
vi: Sử dụng Face ID để mở khóa
zh: 使用面容 ID 解锁

# lock_screen.touch_id_title
source: Use Touch ID to Unlock
ar: استخدم Touch ID لفتح القفل
de: Verwenden Sie Touch ID zum Entsperren
es: Utilice Touch ID para desbloquear
fr: Utilisez Touch ID pour déverrouiller
it: Usa Touch ID per sbloccare
ja: Touch ID を使用してロックを解除する
ko: Touch ID를 사용하여 잠금 해제
nl: Gebruik Touch ID om te ontgrendelen
pl: Użyj Touch ID, aby odblokować
pt: Use o Touch ID para desbloquear
ru: Используйте Touch ID для разблокировки
th: ใช้ Touch ID เพื่อปลดล็อค
tr: Kilidi açmak için Touch ID'yi kullanın
vi: Sử dụng Touch ID để mở khóa
zh: 使用 Touch ID 解锁

# lock_screen.unlock
source: Unlock
ar: فتح
de: Entsperren
es: Descubrir
fr: Ouvrir
it: Sbloccare
ja: ロックを解除する
ko: 터놓다
nl: Ontgrendelen
pl: Odblokować
pt: Desbloquear
ru: Разблокировать
th: ปลดล็อค
tr: Kilidi aç
vi: Mở khóa
zh: 开锁

# media.filter.images
source: Images
ar: صور
de: Bilder
es: Imágenes
it: Immagini
ja: 画像
ko: 이미지
nl: Afbeeldingen
pl: Obrazy
pt: Imagens
ru: Изображения
th: รูปภาพ
tr: Görseller
vi: Hình ảnh
zh: 图片

# media.filter.videos
source: Videos
ar: فيديوهات
es: Vídeos
fr: Vidéos
it: Video
ja: 動画
ko: 비디오
pl: Filmy
pt: Vídeos
ru: Видео
th: วิดีโอ
tr: Videolar
vi: Video
zh: 视频

# media.instruction
source: Tap to select · Double-tap to preview
ar: اضغط للاختيار · اضغط مرتين للمعاينة
de: Zum Auswählen tippen · Zum Vorschauen doppeltippen
es: Toca para seleccionar · Toca dos veces para previsualizar
fr: Toucher pour sélectionner · Double-toucher pour prévisualiser
it: Tocca per selezionare · Doppio tocco per anteprima
ja: タップで選択 · ダブルタップでプレビュー
ko: 탭하여 선택 · 더블탭하여 미리보기
nl: Tik om te selecteren · Dubbeltik voor voorbeeld
pl: Dotknij, aby wybrać · Dotknij dwukrotnie, aby podejrzeć
pt: Toque para selecionar · Toque duas vezes para pré-visualizar
ru: Нажмите для выбора · Дважды нажмите для предпросмотра
th: แตะเพื่อเลือก · แตะสองครั้งเพื่อดูตัวอย่าง
tr: Seçmek için dokun · Önizlemek için çift dokun
vi: Chạm để chọn · Chạm hai lần để xem trước
zh: 点击选择 · 双击预览

# members_count_one
source: {count} member
ar: {count} member (AR)
de: {count} Mitglied
es: {count} miembro
fr: {count} membre
it: {count} membro
ja: {count} メンバー
ko: {count} member (한국어)
nl: {count} Mitglied (NL)
pl: {count} member (PL)
pt: {count} membro
ru: {count} member (RU)
th: {count} member (TH)
tr: {count} member (TR)
vi: {count} 个成员 (VI)
zh: {count} 个成员

# members_count_other
source: {count} members
ar: {count} members (AR)
de: {count} Mitglieder
es: {count} miembros
fr: {count} membres
it: {count} membri
ja: {count} メンバー
ko: {count} members (한국어)
nl: {count} Mitglieder (NL)
pl: {count} members (PL)
pt: {count} membros
ru: {count} members (RU)
th: {count} members (TH)
tr: {count} members (TR)
vi: {count} 个成员 (VI)
zh: {count} 个成员

# mentions.empty
source: No posts found
ar: لم يتم العثور على منشورات
de: Keine Beiträge gefunden
es: No se encontraron publicaciones
fr: Aucun post trouvé
it: Nessun post trovato
ja: 投稿が見つかりません
ko: 게시물을 찾을 수 없습니다
nl: Geen berichten gevonden
pl: Nie znaleziono postów
pt: Nenhum post encontrado
ru: Постов не найдено
th: ไม่พบโพสต์
tr: Gönderi bulunamadı
vi: Không tìm thấy bài viết
zh: 未找到帖子

# mentions.empty_desc
source: No posts mention you yet
ar: لم يذكرك أحد بعد
de: Noch erwähnt dich niemand in einem Beitrag
es: Nadie te ha mencionado todavía
fr: Personne ne vous a encore mentionné
it: Nessuno ti ha ancora menzionato
ja: まだ誰もあなたに言及していません
ko: 아직 아무도 당신을 언급하지 않았습니다
nl: Nog niemand heeft je vermeld
pl: Nikt jeszcze Cię nie wspomniał
pt: Ninguém mencionou você ainda
ru: Вас ещё никто не упомянул
th: ยังไม่มีใครกล่าวถึงคุณ
tr: Henüz kimse sizden bahsetmedi
vi: Chưa có ai nhắc đến bạn
zh: 还没有人提及你

# mentions.end
source: No more posts
ar: لا يوجد المزيد من المنشورات
de: Keine weiteren Beiträge
es: No hay más publicaciones
fr: Aucun post supplémentaire
it: Nessun altro post
ja: これ以上投稿はありません
ko: 더 이상 게시물이 없습니다
nl: Geen verdere berichten
pl: Brak dalszych postów
pt: Sem mais posts
ru: Больше постов нет
th: ไม่มีโพสต์เพิ่มเติม
tr: Başka gönderi yok
vi: Không còn bài viết nào nữa
zh: 没有更多帖子

# mentions.loading
source: Searching...
ar: جاري البحث...
de: Suche...
es: Buscando...
fr: Recherche...
it: Ricerca...
ja: 検索中...
ko: 검색 중...
nl: Zoeken...
pl: Szukanie...
pt: Pesquisando...
ru: Поиск...
th: กำลังค้นหา...
tr: Aranıyor...
vi: Đang tìm...
zh: 搜索中...

# mentions.searching_as
source: Searching as
ar: البحث كـ
de: Suchen als
es: Buscando como
fr: Rechercher en tant que
it: Ricerca come
ja: 検索アカウント
ko: 검색 계정
nl: Zoeken als
pl: Szukaj jako
pt: Pesquisando como
ru: Поиск от имени
th: ค้นหาในฐานะ
tr: Olarak ara
vi: Tìm kiếm với tư cách
zh: 搜索身份

# mentions.switch
source: Switch
ar: تبديل
de: Wechseln
es: Cambiar
fr: Changer
it: Cambia
ja: 切り替え
ko: 전환
nl: Wissel
pl: Zmień
pt: Trocar
ru: Сменить
th: สลับ
tr: Değiştir
vi: Chuyển
zh: 切换

# mentions.title
source: Postings mentioning me
ar: المنشورات التي تذكرني
de: Beiträge, die mich erwähnen
es: Publicaciones que me mencionan
fr: Posts qui me mentionnent
it: Post che mi menzionano
ja: 自分への言及
ko: 나를 언급한 게시물
nl: Berichten die mij vermelden
pl: Posty wspominające mnie
pt: Posts que me mencionam
ru: Посты с упоминанием меня
th: โพสต์ที่กล่าวถึงฉัน
tr: Beni bahseden gönderiler
vi: Bài viết nhắc đến tôi
zh: 提及我的帖子

# moderation_rule.action.hint
source: Select the action for this rule
ar: حدد الإجراء لهذه القاعدة
de: Wählen Sie die Aktion für diese Regel aus
es: Seleccione la acción para esta regla
fr: Sélectionnez l'action pour cette règle
it: Seleziona l'azione per questa regola
ja: このルールのアクションを選択します
ko: 이 규칙에 대한 작업을 선택하세요.
nl: Selecteer de actie voor deze regel
pl: Wybierz akcję dla tej reguły
pt: Selecione a ação para esta regra
ru: Выберите действие для этого правила
th: เลือกการดำเนินการสำหรับกฎนี้
tr: Bu kural için eylemi seçin
vi: Chọn hành động cho quy tắc này
zh: 选择该规则的操作

# moderation_rule.condition.hint
source: Select the trigger condition
ar: حدد حالة الزناد
de: Wählen Sie die Auslösebedingung aus
es: Seleccione la condición de activación
fr: Sélectionnez la condition de déclenchement
it: Seleziona la condizione di attivazione
ja: トリガー条件を選択します
ko: 트리거 조건을 선택하세요
nl: Selecteer de triggervoorwaarde
pl: Wybierz warunek wyzwalający
pt: Selecione a condição de disparo
ru: Выберите условие триггера
th: เลือกเงื่อนไขทริกเกอร์
tr: Tetikleme koşulunu seçin
vi: Chọn điều kiện kích hoạt
zh: 选择触发条件

# moderation_rule.create.hint
source: Creates a new moderation rule
ar: إنشاء قاعدة اعتدال جديدة
de: Erstellt eine neue Moderationsregel
es: Crea una nueva regla de moderación
fr: Crée une nouvelle règle de modération
it: Crea una nuova regola di moderazione
ja: 新しいモデレーション ルールを作成します
ko: 새 중재 규칙을 만듭니다.
nl: Creëert een nieuwe moderatieregel
pl: Tworzy nową regułę moderacji
pt: Cria uma nova regra de moderação
ru: Создает новое правило модерации.
th: สร้างกฎการดูแลใหม่
tr: Yeni bir denetleme kuralı oluşturur
vi: Tạo quy tắc kiểm duyệt mới
zh: 创建新的审核规则

# moderation_rule.delete.hint
source: Permanently deletes this moderation rule
ar: يحذف قاعدة الإشراف هذه نهائيًا
de: Löscht diese Moderationsregel dauerhaft
es: Elimina permanentemente esta regla de moderación
fr: Supprime définitivement cette règle de modération
it: Elimina definitivamente questa regola di moderazione
ja: このモデレーション ルールを完全に削除します
ko: 이 중재 규칙을 영구적으로 삭제합니다.
nl: Verwijdert deze moderatieregel definitief
pl: Trwale usuwa tę regułę moderacji
pt: Exclui permanentemente esta regra de moderação
ru: Навсегда удаляет это правило модерации.
th: ลบกฎการดูแลนี้อย่างถาวร
tr: Bu denetleme kuralını kalıcı olarak siler
vi: Xóa vĩnh viễn quy tắc kiểm duyệt này
zh: 永久删除此审核规则

# moderation_rule.disable.hint
source: Disables this moderation rule
ar: تعطيل قاعدة الاعتدال هذه
de: Deaktiviert diese Moderationsregel
es: Desactiva esta regla de moderación
fr: Désactive cette règle de modération
it: Disabilita questa regola di moderazione
ja: このモデレーション ルールを無効にします
ko: 이 중재 규칙을 비활성화합니다.
nl: Schakelt deze moderatieregel uit
pl: Wyłącza tę regułę moderacji
pt: Desativa esta regra de moderação
ru: Отключает это правило модерации
th: ปิดใช้งานกฎการดูแลนี้
tr: Bu denetleme kuralını devre dışı bırakır
vi: Vô hiệu hóa quy tắc kiểm duyệt này
zh: 禁用此审核规则

# moderation_rule.discard.hint
source: Discards changes and closes the rule editor
ar: يتجاهل التغييرات ويغلق محرر القواعد
de: Verwirft Änderungen und schließt den Regeleditor
es: Descarta cambios y cierra el editor de reglas.
fr: Annule les modifications et ferme l'éditeur de règles
it: Scarta le modifiche e chiude l'editor delle regole
ja: 変更を破棄し、ルールエディタを閉じます。
ko: 변경 사항을 취소하고 규칙 편집기를 닫습니다.
nl: Negeert wijzigingen en sluit de regeleditor
pl: Odrzuca zmiany i zamyka edytor reguł
pt: Descarta as alterações e fecha o editor de regras
ru: Отменяет изменения и закрывает редактор правил.
th: ละทิ้งการเปลี่ยนแปลงและปิดเอดิเตอร์กฎ
tr: Değişiklikleri atar ve kural düzenleyiciyi kapatır
vi: Loại bỏ các thay đổi và đóng trình chỉnh sửa quy tắc
zh: 放弃更改并关闭规则编辑器

# moderation_rule.enable.hint
source: Enables this moderation rule
ar: تمكين قاعدة الاعتدال هذه
de: Aktiviert diese Moderationsregel
es: Habilita esta regla de moderación
fr: Active cette règle de modération
it: Abilita questa regola di moderazione
ja: このモデレーション ルールを有効にします
ko: 이 중재 규칙을 활성화합니다.
nl: Schakelt deze moderatieregel in
pl: Włącza tę regułę moderacji
pt: Ativa esta regra de moderação
ru: Включает это правило модерации
th: เปิดใช้งานกฎการดูแลนี้
tr: Bu denetleme kuralını etkinleştirir
vi: Bật quy tắc kiểm duyệt này
zh: 启用此审核规则

# moderation_rule.save.hint
source: Saves this moderation rule
ar: يحفظ قاعدة الاعتدال هذه
de: Speichert diese Moderationsregel
es: Guarda esta regla de moderación
fr: Enregistre cette règle de modération
it: Salva questa regola di moderazione
ja: このモデレーション ルールを保存します
ko: 이 중재 규칙을 저장합니다.
nl: Slaat deze moderatieregel op
pl: Zapisuje tę regułę moderacji
pt: Salva esta regra de moderação
ru: Сохраняет это правило модерации.
th: บันทึกกฎการดูแลนี้
tr: Bu denetleme kuralını kaydeder
vi: Lưu quy tắc kiểm duyệt này
zh: 保存此审核规则

# network.a_follows_b
source: {a} follows {b}
ar: {a} follows {b} (AR)
de: {a} folgt {b}
es: [es] {a} folgt {b}
fr: {a} suit {b}
it: {a} segue {b}
ja: [ja] {a} folgt {b}
ko: {a} follows {b} (한국어)
nl: {a} follows {b} (NL)
pl: {a} follows {b} (PL)
pt: [pt] {a} folgt {b}
ru: {a} follows {b} (RU)
th: {a} follows {b} (TH)
tr: {a} follows {b} (TR)
vi: {a} 关注 {b} (VI)
zh: {a} 关注 {b}

# network.account_a
source: Account A
ar: Account A (AR)
de: Konto A
es: [es] Konto A
fr: Compte A
it: [it] Konto A
ja: [ja] Konto A
ko: Account A (한국어)
nl: Account A (NL)
pl: Account A (PL)
pt: [pt] Konto A
ru: Account A (RU)
th: Account A (TH)
tr: Account A (TR)
vi: 账户 A (VI)
zh: 账户 A

# network.account_b
source: Account B
ar: Account B (AR)
de: Konto B
es: [es] Konto B
fr: Compte B
it: [it] Konto B
ja: [ja] Konto B
ko: Account B (한국어)
nl: Account B (NL)
pl: Account B (PL)
pt: [pt] Konto B
ru: Account B (RU)
th: Account B (TH)
tr: Account B (TR)
vi: 账户 B (VI)
zh: 账户 B

# network.analyze
source: Analyze
ar: Analyze (AR)
de: Analysieren
es: Analizar
fr: Analyser
it: Analizza
ja: 分析
ko: 分析 (한국어)
nl: Analysieren (NL)
pl: Analyze (PL)
pt: Analisar
ru: Analyze (RU)
th: Analyze (TH)
tr: Analyze (TR)
vi: 分析 (VI)
zh: 分析

# network.analyze.hint
source: Analyzes the network relationship between the two selected accounts
ar: تحليل علاقة الشبكة بين الحسابين المحددين
de: Analysiert die Netzwerkbeziehung zwischen den beiden ausgewählten Konten
es: Analiza la relación de red entre las dos cuentas seleccionadas.
fr: Analyse la relation réseau entre les deux comptes sélectionnés
it: Analizza la relazione di rete tra i due account selezionati
ja: 選択した 2 つのアカウント間のネットワーク関係を分析します
ko: 선택한 두 계정 간의 네트워크 관계를 분석합니다.
nl: Analyseert de netwerkrelatie tussen de twee geselecteerde accounts
pl: Analizuje powiązania sieciowe pomiędzy dwoma wybranymi kontami
pt: Analisa o relacionamento de rede entre as duas contas selecionadas
ru: Анализирует сетевые отношения между двумя выбранными учетными записями.
th: วิเคราะห์ความสัมพันธ์เครือข่ายระหว่างสองบัญชีที่เลือก
tr: Seçilen iki hesap arasındaki ağ ilişkisini analiz eder
vi: Phân tích mối quan hệ mạng giữa hai tài khoản đã chọn
zh: 分析两个选定帐户之间的网络关系

# network.following_both
source: Accounts Following Both
ar: Accounts Following Both (AR)
de: Accounts, die beiden folgen
es: [es] Accounts, die beiden folgen
fr: Comptes suivant les deux
it: Account che seguono entrambi
ja: [ja] Accounts, die beiden folgen
ko: Accounts Following Both (한국어)
nl: Accounts, die beiden folgen (NL)
pl: Accounts Following Both (PL)
pt: Accounts Seguindo Both
ru: Accounts Following Both (RU)
th: Accounts Following Both (TH)
tr: Accounts Following Both (TR)
vi: 同时关注两者的账户 (VI)
zh: 同时关注两者的账户
